"use strict";
let data = [
  {
    title:
      "Резервуары воды фабрик TSMC наполнены на 11-23 % из-за засухи в регионе",
    newText:
      "Дефицит полупроводников может усугубиться из-за природных условий, которые складываются в регионах производителей. Так, резервуары воды тайваньских фабрик TSMC оказались заполнены всего на 11-23 % из-за засухи.",
    dataPublication: "08.05.1993",
  },
  {
    title:
      "Эксперты по голограммам научились создавать в воздухе движущиеся изображения",
    newText:
      "В 2018 году исследователи из Университета Бригама Янга представили метод создания голограмм в воздухе при помощи «дисплея на основе оптической ловушки» (Optical Trap Display).Теперь команда разработала технику анимирования таких голограмм",
    dataPublication: "08.05.1995",
  },
  {
    title: "Вторая ступень китайской ракеты упала в районе Мальдив",
    newText:
      "Вторая ступень китайской тяжелой ракеты-носителя «Чанчжэн-5Б» 9 мая завершила свой неконтролируемый сход с околоземной орбиты. Фрагменты, которые не сгорели в атмосфере, упали в районе Мальдив.",
    dataPublication: "08.05.1996",
  },
];
